Repository: AppOutlet/GameOutlet
Catalog: src/main/resources/i18n/*.po
Languages: it, nl

source: Occurred an error when loading the store data
it: Si è verificato un errore durante il caricamento dei dati dello store
nl: Er is een fout opgtreden tijdens het laden van de winkelinformatie

source: Loading
it: Caricamento in corso
nl: Bezig met laden…

source: Something went wrong
it: Qualcosa è andato storto
nl: Er is iets misgegaan

source: An unexpected error occurred
it: Si è verificato un errore imprevisto
nl: Er is een onverwachte fout opgetreden

source: Try again
it: Prova di nuovo
nl: Opnieuw proberen

source: GameOutlet logo
it: Logo GameOutlet

source: Latest deals
it: Segna come corrente
nl: Nieuwste aanbiedingen

source: Settings
it: Impostazioni
nl: Instellingen

source: Stores
it: Store
nl: Winkels

source: Wishlist
it: Lista dei desideri
nl: Verlanglijst

source: Search
it: Cerca
nl: Zoeken

source: Game search
it: Cerca gioco
nl: Zoeken naar games

source: We were unable to get the latest deals
it: Non siamo riusciti ad ottenere le ultime offerte
nl: De aanbiedingen kunnen niet worden opgehaald

source: Fetching the latest deals for you
it: Recupero delle ultime offerte per te
nl: Bezig met ophalen van aanbiedingen…

source: Didn't find what you were looking for?
it: Non hai trovato quello che stavi cercando?
nl: Niet gevonden wat je zocht?

source: You can search by your favorite games in the search screen!
it: Puoi cercare in base ai tuoi giochi preferiti nella schermata di ricerca!
nl: Zoek naar je favoriete games op de zoekpagina!

source: Take me to search screen
it: Portami alla schermata di ricerca
nl: Zoekpagina openen

source: We could not load the data from the selected game
it: Non è stato possibile caricare i dati dal gioco selezionato
nl: De game-informatie kan niet worden geladen

source: We are fetching the deals from the selected game
it: Stiamo recuperando le offerte dal gioco selezionato
nl: Bezig met ophalen van aanbiedingen van gekozen game…

source: Deals
it: Offerte
nl: Aanbiedingen

source: The prices are in US dollar (USD). Note that the value can change depending on your location
it: I prezzi sono in dollari USA (USD). Tieni presente che il valore può cambiare a seconda della tua posizione
nl: Let op: de prijzen worden in Amerikaanse dollars (USD) getoond. Door de wisselkoersen kunnen de prijzen op jouw locatie anders zijn.

source: No result found for '{{searchTerm}}'
it: Nessun risultato trovato per '{{searchTerm}}'
nl: Er zijn geen resultaten gevonden voor “{{searchTerm}}”

source: Start by searching some game in the field above
it: Inizia cercando qualche gioco nel campo sopra
nl: Voer een zoekopdracht in in bovenstaand veld

source: Type your favorite game title
it: Digita il titolo del tuo gioco preferito
nl: Typ de naam van je favoriete game

source: FREE
it: GRATUITO
nl: GRATIS

source: The game was added to the favorites list
it: Il gioco è stato aggiunto all'elenco dei preferiti
nl: De game is toegevoegd aan je favorieten

source: The game was removed from the favorites list
it: Il gioco è stato rimosso dall'elenco dei preferiti
nl: De game is verwijderd uit je favorieten

source: Navigate back
it: Torna indietro
nl: Terug

source: We could not get the list of Stores
it: Non è stato possibile ottenere l'elenco dei negozi
nl: De winkellijst kan niet worden opgehaald

source: We are fetching the list of stores
it: Stiamo recuperando l'elenco dei negozi
nl: Bezig met ophalen van winkellijst…

source: We were unable to get the saved games
it: Non siamo riusciti ad ottenere i giochi salvati
nl: De bewaarde games kunnen niet worden opgehaald

source: Fetching the saved games for you
it: Recupero dei giochi salvati per te
nl: Bezig met ophalen van bewaarde games…

source: You didn't save any game yet
it: Non hai ancora salvato nessuna partita
nl: Je hebt nog geen game bewaard

source: Your saved games will appear here. See the latest deals or search by your favourite game and then click on the favorite button.
it: I tuoi giochi salvati appariranno qui. Guarda le ultime offerte o cerca in base al tuo gioco preferito, quindi fai clic sul pulsante dei preferiti.
nl: Je bewaarde games worden hier getoond. Blader door de aanbiedingen of zoek naar je favoriete game en klik op de favorietknop.

source: We could not get the list of deals from {{storeName}}
it: Non siamo riusciti ad ottenere l'elenco delle offerte da {{storeName}}
nl: De aanbiedingen van {{storeName}} kunnen niet worden opgehaald

source: We are fetching the list of deals from {{storeName}}
it: Stiamo recuperando l'elenco delle offerte da {{storeName}}
nl: Bezig met ophalen van aanbiedingen van {{storeName}}…

source: Version {{version}}
it: Versione {{version}}
nl: Versie {{version}}

source: Contribute
it: Contribuire
nl: Bijdragen

source: Donate
it: Donazione
nl: Doneren

source: Authors
it: Autori
nl: Makers

source: About
it: Informazioni
nl: Over

source: Light
it: Chiaro
nl: Licht thema

source: Dark
it: Scuro
nl: Donker thema

source: System default
it: Predefinito del sistema
nl: Systeemthema

source: Theme
it: Tema
nl: Thema

source: Contribute to project
it: Contribuire al progetto
nl: Bijdragen aan project

source: Buy me a coffee
it: Offrimi un caffè
nl: Doneren

source: Powered by AppOutlet
nl: Aangedreven door AppOutlet
