Repository: AppOutlet/GameOutlet
Catalog: src/commonMain/resources/i18n/*.po
Languages: pt, ru

source: Powered by App Outlet
pt: Desenvolvido por App Outlet
ru: Работает на App Outlet

source: Occurred an error when loading the store data
pt: Ocorreu um erro ao carregar os dados da loja
ru: Произошла ошибка при загрузке данных магазина

source: Loading
pt: A carregar
ru: Загрузка

source: Something went wrong
pt: Algo correu mal
ru: Что-то пошло не так

source: An unexpected error occurred
pt: Ocorreu um erro inesperado
ru: Произошла непредвиденная ошибка

source: Try again
pt: Tente novamente
ru: Попробовать снова

source: GameOutlet logo
pt: Logótipo do GameOutlet
ru: Логотип GameOutlet

source: Latest deals
pt: Últimas ofertas
ru: Последние предложения

source: Settings
pt: Definições
ru: Настройки

source: Stores
pt: Lojas
ru: Магазины

source: Wishlist
pt: Lista de desejos
ru: Список желаемого

source: Search
pt: Pesquisar
ru: Поиск

source: Game search
pt: Pesquisa de jogos
ru: Поиск игры

source: We were unable to get the latest deals
pt: Não conseguimos obter as ofertas mais recentes
ru: Нам не удалось получить последние предложения

source: Fetching the latest deals for you
pt: A recolher as últimas ofertas para si
ru: Подборка последних предложений для вас

source: Didn't find what you were looking for?
pt: Não encontrou o que procurava?
ru: Не нашли то, что искали?

source: You can search by your favorite games in the search screen!
pt: Pode procurar os seus jogos favoritos no ecrã de pesquisa!
ru: Вы можете искать по своим любимым играм на экране поиска!

source: Take me to search screen
pt: Levar-me para o ecrã de pesquisa
ru: Перейти на экран поиска

source: We could not load the data from the selected game
pt: Não foi possível carregar os dados do jogo selecionado
ru: Не удалось загрузить данные из выбранной игры

source: We are fetching the deals from the selected game
pt: Estamos a recolher as ofertas do jogo selecionado
ru: Мы собираем предложения из выбранной игры

source: Deals
pt: Ofertas
ru: Предложения

source: The prices are in US dollar (USD). Note that the value can change depending on your location
pt: Os preços são em dólares americanos (USD). Note que o valor pode mudar consoante a sua localização
ru: Цены указаны в долларах США (USD). Обратите внимание, что стоимость может меняться в зависимости от вашего местоположения

source: No result found for '{{searchTerm}}'
pt: Nenhum resultado encontrado para '{{searchTerm}}'
ru: Не найдено результатов по «{{searchTerm}}»

source: Start by searching some game in the field above
pt: Comece por procurar um jogo no campo acima
ru: Начните с поиска какой-либо игры в поле выше

source: Type your favorite game title
pt: Escreva o título do seu jogo favorito
ru: Введите название вашей любимой игры

source: FREE
pt: GRATUITO
ru: БЕСПЛАТНО

source: The game was added to the favorites list
pt: O jogo foi adicionado à lista de favoritos
ru: Игра была добавлена в список избранного

source: The game was removed from the favorites list
pt: O jogo foi removido da lista de favoritos
ru: Игра была удалена из списка избранного

source: Navigate back
pt: Voltar atrás
ru: Вернуться назад

source: We could not get the list of Stores
pt: Não foi possível obter a lista de Lojas
ru: Нам не удалось получить список магазинов

source: We are fetching the list of stores
pt: Estamos a obter a lista de lojas
ru: Мы собираем список магазинов

source: We were unable to get the saved games
pt: Não foi possível obter os jogos gravados
ru: Нам не удалось получить сохранённые игры

source: Fetching the saved games for you
pt: A obter os jogos gravados para si
ru: Поиск сохранённых игр для вас

source: You didn't save any game yet
pt: Ainda não gravou nenhum jogo
ru: Вы ещё не сохранили ни одну игру

source: Your saved games will appear here. See the latest deals or search by your favourite game and then click on the favorite button.
pt: Os teus jogos gravados aparecerão aqui. Vê as últimas ofertas ou pesquisa pelo teu jogo favorito e depois clica no botão favorito.
ru: Здесь появятся ваши сохранённые игры. Просмотрите последние предложения или выполните поиск по любимой игре, а затем нажмите на кнопку «Избранное».

source: We could not get the list of deals from {{storeName}}
pt: Não foi possível obter a lista de ofertas de {{storeName}}

source: We are fetching the list of deals from {{storeName}}
pt: Estamos a obter a lista de ofertas de {{storeName}}
